{
    "vocabularies": [
        {
            "categoryName": "countries",
            "words": [
                "afghanistan",
                "albania",
                "algeria",
                "andorra",
                "angola",
                "argentina",
                "armenia",
                "australia",
                "austria",
                "azerbaijan",
                "bahamas",
                "bahrain",
                "bangladesh",
                "barbados",
                "belarus",
                "belgium",
                "belize",
                "benin",
                "bhutan",
                "bolivia",
                "botswana",
                "brazil",
                "brunei",
                "bulgaria",
                "burma",
                "burundi",
                "cambodia",
                "cameroon",
                "canada",
                "chile",
                "china",
                "comoros",
                "croatia",
                "cyprus",
                "denmark",
                "djibouti",
                "dominica",
                "ecuador",
                "egypt",
                "eritrea",
                "estonia",
                "ethiopia",
                "finland",
                "france",
                "gabon",
                "georgia",
                "germany",
                "ghana",
                "greece",
                "grenada",
                "guatemala",
                "guinea",
                "guyana",
                "haiti",
                "honduras",
                "hungary",
                "iceland",
                "india",
                "indonesia",
                "ireland",
                "israel",
                "italy",
                "jamaica",
                "japan",
                "jordan",
                "kazakhstan",
                "kenya",
                "kiribati",
                "kuwait",
                "kyrgyzstan",
                "latvia",
                "lebanon",
                "lesotho",
                "liberia",
                "libya",
                "liechtenstein",
                "lithuania",
                "luxembourg",
                "macedonia",
                "madagascar",
                "malawi",
                "malaysia",
                "maldives",
                "malta",
                "mauritania",
                "mauritius",
                "mexico",
                "micronesia",
                "moldova",
                "monaco",
                "mongolia",
                "montenegro",
                "morocco",
                "mozambique",
                "namibia",
                "nauru",
                "nepal",
                "netherlands",
                "nicaragua",
                "niger",
                "nigeria",
                "norway",
                "pakistan",
                "palau",
                "panama",
                "paraguay",
                "philippines",
                "poland",
                "portugal",
                "qatar",
                "romania",
                "russia",
                "rwanda",
                "samoa",
                "senegal",
                "serbia",
                "seychelles",
                "singapore",
                "slovakia",
                "slovenia",
                "somalia",
                "spain",
                "sudan",
                "suriname",
                "swaziland",
                "sweden",
                "switzerland",
                "syria",
                "tajikistan",
                "tanzania",
                "thailand",
                "tonga",
                "tunisia",
                "turkey",
                "turkmenistan",
                "tuvalu",
                "uganda",
                "ukraine",
                "uruguay",
                "uzbekistan",
                "vanuatu",
                "venezuela",
                "vietnam",
                "yemen",
                "zambia",
                "zimbabwe"
            ]
        },
        {
            "categoryName": "flowers",
            "words": [
                "anemone",
                "aster",
                "azalea",
                "begonia",
                "bellflower",
                "bitterroot",
                "bluebells",
                "bluebonnet",
                "bougainvillea",
                "bouquet",
                "buttercup",
                "calendula",
                "camellia",
                "candytuft",
                "canna",
                "carnation",
                "chicory",
                "chrysanthemum",
                "clover",
                "columbine",
                "cornflower",
                "cosmo",
                "crocus",
                "daffodil",
                "dahlia",
                "daisy",
                "dandelion",
                "delphinium",
                "dianthus",
                "dogwood",
                "edelweiss",
                "floret",
                "florist",
                "flower",
                "foxglove",
                "freesia",
                "gardenia",
                "gillyflower",
                "gladiolus",
                "goldenrod",
                "hawthorn",
                "heather",
                "hibiscus",
                "hollyhock",
                "honeysuckle",
                "hydrangea",
                "jasmine",
                "jessamine",
                "jonquil",
                "lantana",
                "larkspur",
                "laurel",
                "lavender",
                "lilac",
                "magnolia",
                "mallow",
                "marigold",
                "mayflower",
                "mimosa",
                "mistletoe",
                "myrtle",
                "narcissus",
                "nasturtium",
                "oleander",
                "orchid",
                "pansy",
                "passionflower",
                "peony",
                "petal",
                "phlox",
                "plumeria",
                "poinsettia",
                "poppy",
                "primrose",
                "ranunculus",
                "rhododendron",
                "safflower",
                "sepal",
                "snapdragon",
                "stock",
                "sunflower",
                "thistle",
                "tickseed",
                "trillium",
                "tulip",
                "veronica",
                "vetch",
                "violet",
                "wallflower",
                "wildflowers",
                "wisteria",
                "wolfsbane",
                "zinnia"
            ]
        },
        {
            "categoryName": "legal",
            "words": [
                "acquit",
                "affidavit",
                "allegation",
                "appeal",
                "appearance",
                "argument",
                "arrest",
                "assault",
                "attorney",
                "bailiff",
                "bankrupt",
                "bankruptcy",
                "booking",
                "chambers",
                "claim",
                "complainant",
                "complaint",
                "confess",
                "confession",
                "constitution",
                "continuance",
                "contract",
                "counsel",
                "court",
                "crime",
                "criminal",
                "custody",
                "damages",
                "decree",
                "defendant",
                "defense",
                "deposition",
                "disbarment",
                "discovery",
                "docket",
                "entrapment",
                "equity",
                "escrow",
                "estate",
                "ethics",
                "evidence",
                "examination",
                "exonerate",
                "expunge",
                "felony",
                "fiduciary",
                "fraud",
                "grievance",
                "guardian",
                "guardianship",
                "guilty",
                "hearing",
                "hearsay",
                "immunity",
                "incarceration",
                "incompetent",
                "indictment",
                "infraction",
                "injunction",
                "innocent",
                "instructions",
                "judge",
                "judiciary",
                "jurisdiction",
                "jurisprudence",
                "justice",
                "larceny",
                "lawsuit",
                "lawyer",
                "legal",
                "legislation",
                "leniency",
                "liable",
                "litigant",
                "litigation",
                "manslaughter",
                "marshal",
                "mediation",
                "minor",
                "misdemeanor",
                "mistrial",
                "murder",
                "negligence",
                "objection",
                "opinion",
                "order",
                "ordinance",
                "overrule",
                "paralegal",
                "pardon",
                "parole",
                "party",
                "perjury",
                "petition",
                "plaintiff",
                "precedent",
                "prison",
                "probate",
                "probation",
                "prosecute",
                "prosecutor",
                "proxy",
                "rebut",
                "record",
                "redress",
                "rejoinder",
                "resolution",
                "reverse",
                "revoke",
                "robbery",
                "rules",
                "sentence",
                "sequester",
                "settlement",
                "sheriff",
                "sidebar",
                "standing",
                "state",
                "statute",
                "subpoena",
                "suppress",
                "sustain",
                "testimony",
                "theft",
                "title",
                "transcript",
                "trial",
                "trust",
                "trustee",
                "usury",
                "vacate",
                "venue",
                "verdict",
                "waiver",
                "warrant",
                "witness",
                "zoning"
            ]
        },
        {
            "categoryName": "temporal",
            "words": [
                "after",
                "afternoon",
                "afterwards",
                "annual",
                "anytime",
                "bedtime",
                "before",
                "belated",
                "bicentennial",
                "biennial",
                "calendar",
                "century",
                "chronological",
                "chronology",
                "chronometer",
                "clock",
                "daylight",
                "daytime",
                "decade",
                "decennium",
                "delay",
                "delayed",
                "early",
                "epoch",
                "evening",
                "everyday",
                "fortnight",
                "future",
                "gnomon",
                "hands",
                "horology",
                "hourglass",
                "jiffy",
                "jubilee",
                "later",
                "meridian",
                "microsecond",
                "midafternoon",
                "midmorning",
                "midnight",
                "millennium",
                "millisecond",
                "minute",
                "moment",
                "momentarily",
                "month",
                "morning",
                "nanosecond",
                "night",
                "nighttime",
                "overtime",
                "period",
                "picosecond",
                "premature",
                "present",
                "punctual",
                "quaver",
                "schedule",
                "season",
                "second",
                "semester",
                "semiquaver",
                "shift",
                "someday",
                "sometime",
                "stopwatch",
                "sundial",
                "sunrise",
                "sunset",
                "synchronized",
                "tardy",
                "tempo",
                "timekeeper",
                "timepiece",
                "timer",
                "timetable",
                "today",
                "tomorrow",
                "tonight",
                "triennium",
                "trimester",
                "twilight",
                "watch",
                "wristwatch",
                "yesterday",
                "yesteryear"
            ]
        }
    ]
}
